/* In browser window title */
"Get a donation key!" = "Unregistered";

/* The full name of the supporter */
"Registered to {0}" = "登録者名：{0}";

/* Cyberduck is open source software */
"Thanks for your support! Your contribution helps to further advance development to make Cyberduck even better." = "ご支援ありがとうございます！今後 Cyberduck をさらに改良する開発の続行に役立たせていただきます。";

/* Copy of donation key */
"Your donation key has been copied to the Application Support folder." = "あなたの寄付番号は Application Support フォルダにコピーされました。";

/* Validation failed */
"Not a valid donation key" = "寄付番号が正しくありません";

"This donation key does not appear to be valid." = "この寄付番号は正当なものではないようです。";

/* Thank you */
"Continue" = "続行";
/* Validation failed */
"Not a valid donation key" = "寄付番号が正しくありません";

"This donation key does not appear to be valid." = "この寄付番号は正当なものではないようです。";

/* Thank you */
"Continue" = "続行";